{
  "version.label": {
    "message": "Next",
    "description": "The label for version current"
  },
  "sidebar.OmKvibSidebar.category.Utvide KVIB": {
    "message": "Utvide KVIB",
    "description": "The label for category Utvide KVIB in sidebar OmKvibSidebar"
  },
  "sidebar.OmKvibSidebar.category.Utvide KVIB.link.generated-index.title": {
    "message": "Utviding av KVIB",
    "description": "The generated-index page title for category Utvide KVIB in sidebar OmKvibSidebar"
  },
  "sidebar.OmKvibSidebar.category.Utvide KVIB.link.generated-index.description": {
    "message": "Under finner du bruksanvisning på hvordan KVIB kan utvides.",
    "description": "The generated-index page description for category Utvide KVIB in sidebar OmKvibSidebar"
  },
  "sidebar.OmKvibSidebar.doc.Om KVIB": {
    "message": "Om KVIB",
    "description": "The label for the doc item Om KVIB in sidebar OmKvibSidebar, linking to the doc omKvib/infoKvibID"
  },
  "sidebar.OmKvibSidebar.doc.KVIB Installasjon": {
    "message": "KVIB Installasjon",
    "description": "The label for the doc item KVIB Installasjon in sidebar OmKvibSidebar, linking to the doc omKvib/installationID"
  },
  "sidebar.designsystemSidebar.category.Design tokens": {
    "message": "Design tokens",
    "description": "The label for category Design tokens in sidebar designsystemSidebar"
  },
  "sidebar.designsystemSidebar.category.Design tokens.link.generated-index.title": {
    "message": "Design tokens",
    "description": "The generated-index page title for category Design tokens in sidebar designsystemSidebar"
  },
  "sidebar.designsystemSidebar.category.Design tokens.link.generated-index.description": {
    "message": "Her er oversikt over hvilke type design tokens som er tilgjengelige i KVIB. Design tokens er grunnleggende verdier som brukes for den visuelle delen av designsystemet,for eksempel farger,spacing, font og animasjoner.Disse benyttes videre til å bygge opp komponenter. I dokumentasjonen følger beskrivelse av design tokenet, sammen med bruksområde og kodeeksempler.",
    "description": "The generated-index page description for category Design tokens in sidebar designsystemSidebar"
  },
  "sidebar.designsystemSidebar.category.Komponenter": {
    "message": "Komponenter",
    "description": "The label for category Komponenter in sidebar designsystemSidebar"
  },
  "sidebar.designsystemSidebar.category.Komponenter.link.generated-index.title": {
    "message": "Komponenter",
    "description": "The generated-index page title for category Komponenter in sidebar designsystemSidebar"
  },
  "sidebar.designsystemSidebar.category.Komponenter.link.generated-index.description": {
    "message": "Her er en oversikt over utvalget av komponenter i KVIB. Disse er blant annet bygget opp ved bruk av desing tokens fra KVIB, eksempelvis farger og typografi. I dokumentasjonen følger beskrivelse av komponenten og bruksområde, sammen med kodeeksempler. ",
    "description": "The generated-index page description for category Komponenter in sidebar designsystemSidebar"
  },
  "sidebar.designsystemSidebar.category.Knapper": {
    "message": "Knapper",
    "description": "The label for category Knapper in sidebar designsystemSidebar"
  },
  "sidebar.designsystemSidebar.category.Knapper.link.generated-index.title": {
    "message": "Knapper",
    "description": "The generated-index page title for category Knapper in sidebar designsystemSidebar"
  },
  "sidebar.designsystemSidebar.category.Knapper.link.generated-index.description": {
    "message": "Her er en oversikt over utvalget av Knapper i KVIB. Disse er blant annet bygget opp ved bruk av desing tokens fra KVIB, eksempelvis farger og typografi. I dokumentasjonen følger beskrivelse av komponenten og bruksområde, sammen med kodeeksempler.",
    "description": "The generated-index page description for category Knapper in sidebar designsystemSidebar"
  },
  "sidebar.designsystemSidebar.doc.Elementstørrelser": {
    "message": "Elementstørrelser",
    "description": "The label for the doc item Elementstørrelser in sidebar designsystemSidebar, linking to the doc designsystems/sizesID"
  },
  "sidebar.designsystemSidebar.doc.Tilgjengelighet": {
    "message": "Tilgjengelighet",
    "description": "The label for the doc item Tilgjengelighet in sidebar designsystemSidebar, linking to the doc designsystems/uuID"
  },
  "sidebar.designsystemSidebar.doc.(!)Tilleggskomponenter (Historiske kart)": {
    "message": "(!)Tilleggskomponenter (Historiske kart)",
    "description": "The label for the doc item (!)Tilleggskomponenter (Historiske kart) in sidebar designsystemSidebar, linking to the doc designsystems/tilleggskomponenterID"
  }
}
